Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/victims_of_crime/victims_of_crime_intro.html.txt.tmx
Source language: en
Languages: ga

source: If you are a victim of crime, you may come into contact with the Gardai, the courts, the Prison Service, the Probation Service, the coroner and the State Prosecution Service
ga: Má bhíonn tú thíos le coir d'fhéadfadh sé go mbeidh teagmháil agat leis na Gardaí, na cúirteanna, an tSeirbhís Phríosúin, an Cróinéir agus Seirbhís Chúisithe an Stáit

source: Each of those government agencies must provide a service to support and protect you as a victim of crime
ga: Ní mór do chuile cheann de na heagrais rialtais sin seirbhís tacaíochta agus cosanta a chur ar fáil don té atá thíos leis an gcoir

source: There is also a support service for victims of crime and a number of laws that protect the interests of victims
ga: Tá seirbhís tacaíochta don íobartach ann freisin agus roinnt dlíthe a chosnaíonn leas na n-íobartach

source: On 16 November 2015 Directive 2012/29/EU establishing minimum standards on the rights, support and protection of victims of crime (known as the Victims’ Directive) came into force
ga: An 16 Samhain 2015, tháinig Treoir 2012/29/AE i bhfeidhm lena mbunaítear íoschaighdeáin ar chearta, tacaíocht agus cosaint íospartaigh na coireachta (ar a dtugtar an Treoir d’Íospartaigh)

source: The aim of the Directive is to ensure that victims of crime receive appropriate information, support and protection and are able to participate in criminal proceedings
ga: Is é cuspóir na Treorach a chinntiú go dtugtar faisnéis, tacaíocht agus cosaint chuí d’íospartaigh na coireachta agus gur féidir leo páirt a ghlacadh in imeachtaí coiriúla

source: It provides for information to be given to victims from first contact with the criminal justice agencies and for much additional information to be given in the course of the investigation and court process if the victim opts to receive that information
ga: Foráiltear d’fhaisnéis a thabhairt d’íospartaigh ón gcéad teagmháil a dhéanann siad leis na gníomhaireachtaí ceartais choiriúil agus go leor faisnéis bhreise a thabhairt i gcaitheamh an imscrúdaithe agus an phróisis chúirte má roghnaíonn an t-íospartach an fhaisnéis sin a fháil

source: It also provides among other things that victims of crime are able to:
ga: Anuas air sin, foráiltear sa treoir, i measc rudaí eile, gur féidir le híospartaigh na coireachta an méid a leanas a dhéanamh:

source: • Receive an individual assessment to identify their specific protection needs
ga: • Measúnú aonair a fháil chun a riachtanais shonracha chosanta a shainaithint

source: • Access victim support services
ga: • Rochtain a fháil ar sheirbhísí tacaíochta d’íospartaigh

source: • Enjoy safeguards in the context of restorative justice services
ga: • Taitneamh a bhaint as cosaintí i gcomhthéacs seirbhísí ceartais aisíríoch

source: • Enjoy privacy in the context of the criminal proceedings
ga: • Taitneamh a bhaint as príobháideacht i gcomhthéacs na n-imeachtaí coiriúla

source: A guide to the Victims’ Directive (pdf) is available on the JUSTICIA European Rights Network website
ga: Tá fáil ar threoir maidir leis an Treoir d’Íospartaigh (pdf) ar láithreán gréasáin Líonra Ceart Eorpach JUSTICIA

source: Further information on the rights of victims is available on the European Commission website
ga: Tá breis faisnéise ar chearta íospartach ar fáil ar láithreán gréasáin an Choimisiúin Eorpaigh
